9/data/attachments/95cbbb180a3f4e0a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Laurie_office_Actions_24532_1</nif:username>
            <nif:friendToBeRequested>soap_actions_f949c7f4-8bd4-475e-9547-a2b01ed5af7c</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>